using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;

namespace fw.m.basicInfo.service
{
    public class MBLLImgName
    {
        public string imgName { get; set; }
      
       
    }
}

你真的是让我很伤心，你自己整天口无遮拦的说这说那，美其名曰都是开玩笑，你的玩笑开得起是我都包容了你，可你对我内心造成的伤害你是不知道的；
而我无心的真的玩笑话，你却一句也承受不了，你说我不知道你为什么生气，那你说你为什么，你不就是怕我对你家人不好吗，这么多年了，我是怎么对你家人的你心里没谱吗，
我是什么人你自己不清楚吗，你是要我完全融入完全属于你们家，可你为什么一点也不愿意接受我们家人呢，你多有个性啊，你是少爷出身啊，我们家够不着你是吧。
我们家人不好，结婚也没为难你吧，你们家没给彩礼我家也没说什么吧，什么不要那么俗气，要什么彩礼，那你们家嫁二姑娘的时候，怎么也再商量要人家6万还是8万，
老二家买了新房，老大老三去的时候先张罗着让老二住主卧，那为什么换到我这儿就不一样了呢，是不是所有的人都是有私心的，就我傻！

当时老爸住院的时候，到后来不知道为什么大姐不去医院了，老三挺有意见的，后来就回合肥了，老二也说要上班也走了，你也忙，最后出院的时候还不是我和大姐夫帮忙办的，
跑前跑后办手续不都是我吗，你忙，不是我每个月回去看老两吗，这些你都忘了；你说家里冬天冷，那我们还欠着钱不也凑钱把房子装修了让老两住进来了吗，别人都说家里多舒服啊，
干嘛跑到市里，你们把房子租出去不是也能有点收入吗，我说家里冷让老人舒服点吧，钱不重要。我自己租的是什么条件、我妈冬天也没暖气是不是也冷，石家庄的房子我住了几天，
你哪个姐回去，不都是我住客厅（你该说了，那是你家，你得尽地主之谊，那我去别人家似乎也是只能住客厅），这些我计较了吗？

我知道你不是坏人、你理智上也知道我的父母也是父母，但你从情感上就是极其自私的、狭隘的，结婚这么多年，我妈也没找过你什么事儿吧，每次去不也是尽心尽力的张罗，可你呢，
一百个嫌弃，你自己决定吧，以后实在不想去我家，可以不去，人心换人心，我也不会一直这么倒贴。

我不是计较的人，很多事儿不是什么大事儿，我也不去想那么多，就想着冲着你对我好就可以了，但似乎不是这样的，我的忍让似乎只能让我更憋屈，让你们觉得什么都是理所应当的。
还有一件小事儿，我本来不想和你说的，上次我回家，家里要包饺子，妈就把大姐一家都叫过来了，我也没见我爸啊，我就让我爸也过来吃顿饭，我爸过来后，子萱远远他们都坐在沙方上，
你说孩子不知道让下座，当妈的不知道吗，还是我说的让子萱往外坐坐，走的时候我说给爸打个车，咱妈就说让二姐夫送一下，正好车在楼下，你二姐第一反应就是说：哎呀，远不远啊，
他开车不行，这就是你家人的态度，你自己平时怎么编排我爸妈的，大家都是看在眼里，体现在细小的行为上的。

不要以为我是高攀了你们家，你们家多好多好，也不要只是只看见别人的缺点，而觉得自己哪里都好，大家都是普通人，都是一家人，能不能
